tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'facebook/fb'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/games'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/x11'
tap 'shopify/shopify'
cask 'java'
cask 'xquartz'
brew 'aalib'
brew 'ack'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'aircrack-ng'
brew 'android-sdk'
brew 'android-ndk'
brew 'bdw-gc'
brew 'gmp'
brew 'libffi'
brew 'libtool', args: ['universal']
brew 'libunistring'
brew 'pkg-config'
brew 'guile'
brew 'autogen'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'gettext'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'atk'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'gsettings-desktop-schemas'
brew 'hicolor-icon-theme'
brew 'libepoxy'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'gtk+3', args: ['with-jasper']
brew 'gdbm'
brew 'python'
brew 'libxml2', args: ['with-python']
brew 'gdl'
brew 'gnome-icon-theme'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'gtksourceview3'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libgda'
brew 'vala'
brew 'pcre2'
brew 'vte3'
brew 'anjuta'
brew 'libyaml'
brew 'openssl@1.1'
brew 'ansible'
brew 'ansible-cmdb'
brew 'ansifilter'
brew 'ant'
brew 'apr'
brew 'apr-util'
brew 'archey'
brew 'aria2', args: ['with-libssh2']
brew 'arp-scan'
brew 'libnet'
brew 'arp-sk'
brew 'xz'
brew 'python3', args: ['with-tcl-tk']
brew 'asciinema'
brew 'asciiquarium'
brew 'asio'
brew 'aspell'
brew 'augeas'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'aview'
brew 'bash'
brew 'bazaar'
brew 'bind'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc', args: ['without-multilib']
brew 'p7zip'
brew 'ssdeep'
brew 'binwalk'
brew 'bison'
brew 'bitchx'
brew 'boost', args: ['with-icu4c', 'with-mpi']
brew 'boost-python', args: ['with-python3']
brew 'bsdmake'
brew 'c-ares'
brew 'ghc'
brew 'cabal-install'
brew 'ccze'
brew 'checkbashisms'
brew 'cifer'
brew 'clamav', args: ['with-json-c']
brew 'cless'
brew 'cloc'
brew 'cmake'
brew 'cmatrix'
brew 'libsamplerate', args: ['with-libsndfile']
brew 'flac'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'cmu-sphinxbase', args: ['HEAD']
brew 'cmu-pocketsphinx', args: ['HEAD']
brew 'colordiff'
brew 'concurrencykit'
brew 'cookiecutter'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'dante'
brew 'darkstat'
brew 'dbus'
brew 'dbus-glib'
brew 'enchant'
brew 'glib-networking'
brew 'libsoup'
brew 'webp', args: ['universal']
brew 'webkitgtk'
brew 'devhelp'
brew 'dex2jar'
brew 'dfc'
brew 'diff-so-fancy'
brew 'dns2tcp'
brew 'dnsmasq'
brew 'dnsperf'
brew 'dnstop'
brew 'docker', args: ['with-experimental']
brew 'docker-machine'
brew 'docker-compose'
brew 'docker-machine-nfs'
brew 'doitlive'
brew 'dos2unix'
brew 'dvm'
brew 'editorconfig'
brew 'eigen'
brew 'portaudio'
brew 'espeak'
brew 'ettercap'
brew 'exiftool'
brew 'faac'
brew 'fcrackzip'
brew 'figlet'
brew 'findutils'
brew 'foremost'
brew 'fortune'
brew 'fping'
brew 'fpp'
brew 'fswatch'
brew 'libidl'
brew 'orbit'
brew 'gconf'
brew 'gd', args: ['universal']
brew 'gdb'
brew 'geoip'
brew 'gflags'
brew 'gist'
brew 'glog'
brew 'gnu-sed'
brew 'go'
brew 'gradle'
brew 'gstreamer'
brew 'orc'
brew 'gst-plugins-base'
brew 'gst-plugins-bad'
brew 'gst-plugins-good'
brew 'gst-plugins-ugly'
brew 'py2cairo'
brew 'pygobject3', args: ['with-python3']
brew 'gst-python'
brew 'gtk+'
brew 'hashpump'
brew 'lua'
brew 'highlight'
brew 'htop-osx'
brew 'httpie'
brew 'httpstat'
brew 'hub'
brew 'icdiff'
brew 'ifstat'
brew 'iftop'
brew 'ilmbase'
brew 'imagemagick'
brew 'intltool'
brew 'iperf'
brew 'irssi', args: ['with-dante']
brew 'jasper', args: ['universal']
brew 'jnettop'
brew 'john-jumbo'
brew 'jpeg-turbo'
brew 'oniguruma'
brew 'jq'
brew 'json-c'
brew 'jsoncpp'
brew 'jvmtop'
brew 'knock'
brew 'lame'
brew 'lesspipe'
brew 'x264'
brew 'xvid'
brew 'libav'
brew 'libdnet'
brew 'libevent'
brew 'libewf'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libmagic', args: ['with-python']
brew 'libressl'
brew 'libscrypt'
brew 'libssh2'
brew 'libxslt'
brew 'libzip'
brew 'little-cms2', args: ['universal']
brew 'lua@5.1'
brew 'luajit'
brew 'lz4'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'makedepend'
brew 'maven'
brew 'md5sha1sum'
brew 'mercurial'
brew 'moreutils'
brew 'mtr'
brew 'multitail'
brew 'ncdu'
brew 'screenresolution'
brew 'neofetch'
brew 'net-snmp'
brew 'netcat'
brew 'nethogs'
brew 'netperf'
brew 'ngrep'
brew 'nload'
brew 'nmap'
brew 'node'
brew 'nyancat'
brew 'open-mpi'
brew 'openexr'
brew 'snappy'
brew 'rocksdb'
brew 'sleuthkit'
brew 'yara'
brew 'osquery'
brew 'packer'
brew 'pandoc'
brew 'pipes-sh'
brew 'proctools'
brew 'proxychains-ng'
brew 'psgrep'
brew 'pstree'
brew 'py3cairo'
brew 'pygobject'
brew 'qt5'
brew 'radare2'
brew 'ranger'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'rig'
brew 'ripgrep'
brew 'rlwrap'
brew 'sane-backends', args: ['universal']
brew 'screenfetch'
brew 'shellcheck'
brew 'slowhttptest'
brew 'sntop'
brew 'socat'
brew 'ssh-copy-id'
brew 'ssldump'
brew 'sslscan'
brew 'subversion'
brew 'swig'
brew 'sysdig'
brew 'task'
brew 'taskd'
brew 'tasksh'
brew 'tbb'
brew 'tcpreplay'
brew 'tcptrace'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'thrift'
brew 'tig'
brew 'tkdiff'
brew 'tmux', args: ['with-utf8proc']
brew 'tmuxinator-completion'
brew 'tor', args: ['with-libscrypt']
brew 'tree'
brew 'urlview'
brew 'utf8proc'
brew 'vagrant-completion'
brew 'vault'
brew 'vegeta'
brew 'watch'
brew 'weechat', args: ['with-aspell', 'with-curl', 'with-debug', 'with-lua', 'with-perl', 'with-python', 'without-tcl']
brew 'wget'
brew 'wine'
brew 'wireshark', args: ['with-gtk+3', 'with-headers', 'with-lua', 'with-portaudio']
brew 'yubico-piv-tool'
brew 'z'
brew 'facebook/fb/buck'
brew 'homebrew/boneyard/cpp-netlib'
brew 'homebrew/boneyard/ngrok'
brew 'homebrew/boneyard/shiboken'
brew 'homebrew/boneyard/pyside'
brew 'homebrew/dupes/diffstat'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/expect'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/lsof'
brew 'homebrew/dupes/ncurses'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/tcl-tk'
brew 'homebrew/dupes/tcpdump'
brew 'homebrew/dupes/whois'
brew 'shopify/shopify/toxiproxy'
cask 'adium'
cask 'applepi-baker'
cask 'atom'
cask 'atom-beta'
cask 'black-screen'
cask 'clion'
cask 'cool-retro-term'
cask 'cura'
cask 'docker'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-sourcecodepro-nerd-font'
cask 'font-sourcecodepro-nerd-font-mono'
cask 'gimp'
cask 'github-desktop'
cask 'gpgtools'
cask 'grandperspective'
cask 'handbrake'
cask 'hyper'
cask 'istumbler'
cask 'jadengeller-helium'
cask 'kitematic'
cask 'mplayerx'
cask 'pandoc'
cask 'pineapple'
cask 'qutebrowser'
cask 'ramme'
cask 'security-growler'
cask 'torbrowser'
cask 'tunnelblick-beta'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
cask 'wireshark-chmodbpf'
