tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'facebook/fb'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
brew 'ack'
brew 'pkg-config'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'openssl'
brew 'aircrack-ng'
brew 'xz'
brew 'intltool'
brew 'gdbm'
brew 'python'
brew 'libxml2', args: ['with-python']
brew 'itstool'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'jpeg'
brew 'libtiff'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'pcre'
brew 'git'
brew 'gobject-introspection'
brew 'gdk-pixbuf'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'libepoxy'
brew 'gsettings-desktop-schemas'
brew 'harfbuzz'
brew 'pango'
brew 'hicolor-icon-theme'
brew 'gtk+3'
brew 'gtksourceview3'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libgda'
brew 'gdl'
brew 'libtasn1'
brew 'gmp'
brew 'nettle'
brew 'libunistring'
brew 'bdw-gc'
brew 'guile'
brew 'gnutls'
brew 'vala'
brew 'vte3'
brew 'gnome-icon-theme'
brew 'cmake'
brew 'glib-networking'
brew 'libsoup'
brew 'aspell'
brew 'enchant'
brew 'webp'
brew 'webkitgtk'
brew 'devhelp'
brew 'shared-mime-info'
brew 'autogen'
brew 'anjuta', args: ['with-devhelp']
brew 'libyaml'
brew 'ansible'
brew 'ant'
brew 'arp-scan'
brew 'libnet'
brew 'arp-sk'
brew 'go'
brew 'asciinema'
brew 'gifsicle'
brew 'little-cms2'
brew 'ilmbase'
brew 'openexr'
brew 'ghostscript'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'fftw'
brew 'imagemagick', args: ['with-fftw', 'with-fontconfig', 'with-ghostscript']
brew 'phantomjs'
brew 'asciinema2gif'
brew 'autojump'
brew 'bash'
brew 'bazaar'
brew 'bazel'
brew 'swig'
brew 'dbus'
brew 'qt'
brew 'python3'
brew 'shiboken'
brew 'pyside'
brew 'p7zip'
brew 'ssdeep'
brew 'binwalk'
brew 'bison'
brew 'boost'
brew 'bsdmake'
brew 'ccat'
brew 'ccze'
brew 'cifer'
brew 'yara'
brew 'json-c'
brew 'clamav', args: ['with-json-c', 'with-pcre', 'with-yara']
brew 'cless'
brew 'cmatrix'
brew 'colordiff'
brew 'colormake'
brew 'concurrencykit'
brew 'cookiecutter'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'daq'
brew 'dex2jar'
brew 'diff-so-fancy'
brew 'direnv'
brew 'dns2tcp'
brew 'dnsmasq'
brew 'docker', args: ['with-experimental']
brew 'docker-clean'
brew 'docker-machine'
brew 'docker-compose'
brew 'doitlive'
brew 'dos2unix', args: ['with-gettext']
brew 'eigen'
brew 'portaudio'
brew 'espeak'
brew 'luajit'
brew 'ettercap'
brew 'faad2'
brew 'fcrackzip'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'fluid-synth'
brew 'foremost'
brew 'fpp'
brew 'fswatch'
brew 'gist'
brew 'gnu-sed'
brew 'gnupg'
brew 'libksba'
brew 'libassuan'
brew 'pth'
brew 'pinentry'
brew 'gpg-agent'
brew 'gstreamer'
brew 'gst-plugins-base'
brew 'gst-plugins-good'
brew 'py2cairo'
brew 'pygobject3'
brew 'gst-python'
brew 'hashpump'
brew 'lua'
brew 'highlight'
brew 'homebrew/dupes/ncurses'
brew 'htop'
brew 'hub'
brew 'jbig2dec'
brew 'oniguruma'
brew 'jq'
brew 'knock'
brew 'lesspipe'
brew 'libdnet'
brew 'libevent'
brew 'libid3tag'
brew 'libmagic', args: ['with-python']
brew 'libmpdclient'
brew 'libsamplerate'
brew 'libxslt'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'mercurial'
brew 'moreutils'
brew 'mpd'
brew 'netcat'
brew 'nmap'
brew 'node'
brew 'packer'
brew 'pipes-sh'
brew 'proctools'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'snort'
brew 'ssh-copy-id'
brew 'subversion'
brew 'sysdig'
brew 'tbb'
brew 'tcpreplay'
brew 'tcptrace'
brew 'the_silver_searcher'
brew 'tkdiff'
brew 'tmux'
brew 'tree'
brew 'tutum'
brew 'unixodbc'
brew 'vault'
brew 'vegeta'
brew 'watch'
brew 'watchman', args: ['HEAD']
brew 'wget'
brew 'facebook/fb/buck'
brew 'homebrew/completions/vagrant-completion'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/expect'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/gzip'
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/lsof'
brew 'homebrew/dupes/make'
brew 'homebrew/dupes/rsync'
brew 'homebrew/dupes/screen'
brew 'homebrew/dupes/tcpdump'
brew 'homebrew/dupes/whois'
brew 'homebrew/php/php56', args: ['with-homebrew-curl', 'with-homebrew-libxml2', 'with-pear']
brew 'homebrew/php/composer'
brew 'homebrew/php/php56-intl'
brew 'homebrew/php/php56-xdebug'
brew 'homebrew/versions/bash-completion2'
cask '4k-youtube-to-mp3'
cask 'applepi-baker'
cask 'atom'
cask 'atom-beta'
cask 'clamxav'
cask 'docker-compose'
cask 'gimp'
cask 'grammarly'
cask 'jadengeller-helium'
cask 'kitematic'
cask 'ksdiff'
cask 'launchcontrol'
cask 'ngrok'
cask 'tunnelblick-beta'
cask 'vagrant'
cask 'virtualbox'
cask 'wireshark'
